Repository: DavidDenoia/TFTService
Catalog: TFTWebApplication/App_GlobalResources/Resource.*.resx
Languages: ca

# Bienvenida1.1
source: Este conversor puede convertir números a letras en cardinal, números en letras ordinal, números en letras fraccionario o partitivo,
ca: Aquest convertidor pot convertir números a lletres en cardinal, números en lletres ordinal, números en lletres fraccionari o partitiu,

# Bienvenida1.2
source: multiplicativo, decimal, romano, colectivo, número de sílabas, nombre de polígonos y poliedros, edades y nacido
ca: multiplicador, decimal, romà, col·lectiu, nombre de síl·labes, nom de polígons i poliedres, edats i nascut.

# Bienvenida1.3
source: El conversor ofrece información morfológica, ortográfica y gramatical de cada uno de los números convertidos a letras.
ca: El convertidor ofereix informació morfològica, ortogràfica i gramatical de cadascun dels números convertits a lletres.

# Bienvenida1.4
source: Además, se incluyen ejemplos que ayudan a la comprensión y buen uso.
ca: A més, s'inclouen exemples que ajuden a la comprensió i bon ús.

# Bienvenida2.1
source: Escriba un número sin coma ni punto para los miles o millones. Los miles o millones se pueden separar con un espacio en blanco.
ca: Escrigui un número sense coma ni punt per als milers o milions. Els milers o milions es poden separar amb un espai en blanc.

# Bienvenida2.2
source: En los decimales puede usar un punto o una coma. Para escribir fracciones use la barra inclinada "/".
ca: En els decimals pot usar un punt o una coma. Per a escriure fraccions usi la barra inclinada "/".

# Bienvenida2.3
source: Para escribir en notación científica use la E sin espacios. Si es un número romano, escriba en mayúscula todos sus símbolos.
ca: Per a escriure en notació científica usi l'E sense espais. Si és un número romà, escrigui en majúscula tots els seus símbols.

# ConSimbolo
source: con el símbolo
ca: amb el símbol

# Dolar
source: dólares
ca: dòlars

# ErrorLinea1
source: Los símbolos de monedas (£, ¥, etc.) no están admitidos para este idioma.
ca: Els símbols de monedes (£, ¥, etc.) no estan admesos per a aquest idioma.

# ErrorLinea2
source: Puede que el número, el exponente o la parte decimal sea demasiado grande.
ca: Pot ser que el número, l'exponent o la part decimal sigui massa gran.

# ErrorLinea3
source: NO escriba el número con letras, excepto si es un número romano.
ca: NO escrigui el número amb lletres, excepte si és un número romà.

# ErrorLinea4
source: Escriba un número sin coma ni punto para los miles o millones:
ca: Escrigui un número sense coma ni punt per als milers o milions:

# ErrorLinea5
source: Los miles o millones se pueden separar con un espacio en blanco:
ca: Els milers o milions es poden separar amb un espai en blanc:

# ErrorLinea6
source: En los decimales puede usar un punto o una coma:
ca: En els decimals pot usar un punt o una coma:

# ErrorLinea7
source: Para escribir fracciones use la barra:
ca: Per a escriure fraccions usi la barra:

# ErrorLinea8.2
source: sin espacios:
ca: sense espais:

# ErrorLinea9
source: Si es un número romano, escríbalo en mayúscula:
ca: Si és un número romà, escrigui'l en majúscula:

# EscribaCantidades
source: Escriba cantidades en
ca: Escrigui quantitats en

# FormatosAdmitidos
source: Los formatos admitidos para el catalán son los siguientes:
ca: Els formats admesos per al català són els següents:

source: Inicio
ca: Inici

source: Nosotros
ca: Nosaltres

# PlaceHolderNumero
source: Escriba un número con cifras o un número romano
ca: Escrigui un número amb xifres o un número romà

# PruebaEjemplos
source: Prueba los ejemplos
ca: Prova els exemples

# TituloPrincipal
source: Números a letras
ca: Nombres en lletres. Nombres en text
